<?php
$MESS['AM_INSTALL'] = 'Установить';
$MESS['AM_SERVER_URL'] = 'Папка, в которой будет подключаться компанент сервера:';
$MESS['AM_TYPE'] = 'Тип сервера';
$MESS['AM_URL'] = 'Url, на который перенаправляется пользователь интернет-магазина после покупки:';
$MESS['AM_INET'] = 'Интернет-магазин';
$MESS['AM_ACC'] = 'Биллинг';
$MESS['AM_ID'] = 'Ваш ID в системе arsenalpay.ru';

$MESS['AM_INSTALL'] = 'Установить';
$MESS['AM_INSTALL2'] = 'Установка модуля платежной системы arsenalpay.ru';
$MESS['AM_INSTALL3'] = 'Модуль платежной системы arsenalpay.ru успешно установлен';
$MESS['AM_NOTINSTALL'] = 'Модуль платежной системы arsenalpay.ru не установлен';
$MESS['AM_DELETE'] = 'Модуль платежной системы arsenalpay.ru успешно удален';
$MESS['AM_DELETE2'] = 'Деинсталяция модуля платежной системы arsenalpay.ru';
$MESS['AM_MODULE_NAME'] = "Модуль платежной системы arsenalpay.ru";
$MESS['AM_MODULE_DESCRIPTION'] = 'Модуль дает возможность оплачивать заказы через arsenalpay.ru';

$MESS['AM_TOKEN'] = 'Уникальный токен';
$MESS['AM_KEY'] = 'Пароль для проверки';
$MESS['AM_OTHER'] = 'Другой код';
$MESS['AM_CODE'] = 'Дополнительный код';
$MESS['AM_SRC'] = 'Параметр src';
$MESS['AM_CSS'] = 'Параметр css';
$MESS['AM_IP_ADRESS'] = 'IP-адрес';
$MESS['AM_CHECK_URL'] = 'Url проверки номера получателя';
$MESS['AM_CALLBACK_URL'] = 'Url колбэка';
$MESS['AM_FRAME_PARAMS'] = 'Дополнительные параметры фрейма';
$MESS['AM_FRAME_URL'] = 'Url фрейма';

$MESS['AM_TOKEN_DESC'] = 'Уникальный токен, который присваивается ТСП для работы с фреймом, обязательный.';
$MESS['AM_OTHER_DESC'] = 'дополнительный номер или код, необходимый для оплаты. Неоступен для редактирования абоненту и не отображается в случае, если задан, необязательный.';
$MESS['AM_CSS_DESC'] = 'адрес (URL) CSS файла, необязательный.';
$MESS['AM_IP_ADRESS_DESC'] = 'IP-адрес, с которого возможен запрос от АМ, необязательный';
$MESS['AM_CHECK_URL_DESC'] = 'УРЛ проверки номера получателя, необязательный';
$MESS['AM_CALLBACK_URL_DESC'] = 'УРЛ колбэка платежа, обязательный';
$MESS['AM_SRC_DESC'] = 'Тип платежа. Возможные варианты: «mk» - оплата с мобильного телефона (мобильная коммерция), «card» - оплата с пластиковой карты (интернет эквайринг), необязательный.';
$MESS['AM_KEY_DESC'] = 'Ключ (key) для проверки подписи запросов, обязательный';
$MESS['AM_FRAME_URL_DESC'] = 'Адрес фрейма, обязательный';
$MESS['AM_FRAME_PARAMS_DESC'] = 'Параметры фрейма';

$MESS['AM_FRAME_PARAM_SIZE'] = 'Режим работы платежной страницы';
$MESS['AM_FRAME_PARAM_SIZE_DESC'] = '"1" - отображать во фрейме, иначе на всю страницу';

?>
